Repository: Safffatttu/RPGApp
Catalog: RPGAapp/*.lproj/*.lproj/Localizable.strings
Languages: pl

source: Cataloge
pl: Katalog

source: Team View
pl: Widok drużyny

source: Map
pl: Mapa

source: Draw Items
pl: Losowanie przedmiotów

source: Packages
pl: Paczki

source: Dice
pl: Kostki

source: Setting
pl: Ustawienia

source: Custom draw presets
pl: Własne ustawienia losowania

source: All items
pl: Wszystkie przedmioty

source: Whole category
pl: Cała kategoria

source: Preset editor
pl: Edytor ustawień

source: Missing price
pl: Brak ceny

source: Have not draw items yet
pl: Jeszcze nie wylosowano przedmiotów

source: Number of items
pl: Liczba przedmiotów

source: Minimal rarity
pl: Minimalna rzadkość

source: Maximal rarity
pl: Minimalna rzadkość

source: Amount
pl: Ilość

source: D
pl: K

source: Drawn
pl: Wylosowano

source: Abilities
pl: Zdolności

source: Equipment
pl: Ekwipunek

source: Money
pl: Pieniądze

source: Race
pl: Rasa

source: Profession
pl: Profesja

source: Visibility
pl: Widoczność

source: Always visable
pl: Zawsze widoczny

source: Are you sure you want to remove character?
pl: Na pewno chcesz usunąć postać?

source: Yes
pl: Tak

source: No
pl: Nie

source: Health
pl: Zdrowie

source: Name
pl: Imie

source: Select player texture
pl: Wybierz teksturę postaci

source: Create character
pl: Utwórz postać

source: Create new character
pl: Utwórz nową postać

source: Edit character
pl: Edytuj postać

source: Dismiss changes
pl: Usuń zmiany

source: Auto hide menu
pl: Automatycznie chowaj menu

source: Show price
pl: Pokaż ceny

# Dodawaj do listy wylosowanych
source: Add to randomly selected list
pl: Dodawaj do listy wylosowanych

source: Session is active
pl: Sessja jest aktywna

# syncSessionRemoval
source: Synchronise session removal
pl: Zsynchronizuj usuwanie sesji

source: Settings
pl: Ustawienia

source: Sessions
pl: Sesje

source: Session
pl: Sesja

source: Currencies
pl: Waluty

source: Visibilities
pl: Widoczności

source: Sync item database
pl: Zsynchronizuj bazę przedmiotów

source: New session
pl: Nowa sesja

source: Add
pl: Dodaj

source: New Currency
pl: Nowa waluta

source: Create
pl: Utwórz

source: New visibility
pl: Nowa widoczność

source: Do you want to change session
pl: Na pewno chcesz zmienić sesję?

source: Delete
pl: Usuń

source: Do you want to delete this session?
pl: Na pewno chcesz usunąć tą sesję

source: Send
pl: Wyślij

source: Send to character
pl: Wyślij do postaci

source: Send session
pl: Wyślij sesję

source: Share
pl: Udostępnij sesję

source: Remove
pl: Usuń

source: Global rate
pl: Kurs

source: Add new SubCurrency
pl: Dodaj nową podwalutę

source: Create new currency
pl: Utwórz nową walutę

source: Edit currency
pl: Edytuj walutę

source: Rate
pl: Stosunek

source: Search in description
pl: Szukaj w opisach

source: Search in category name
pl: Szukaj w nazwach kategori

source: Search in sub category name
pl: Szukaj w nazwach podkategorii

source: Search by price
pl: Szukaj według ceny

source: Search by atribute name
pl: Szukaj według atrybutów

source: Sort by name
pl: Sortuj według nazwy

source: Sort by rarity
pl: Sortuj według rzadkości

source: Sort by price
pl: Sortuj według ceny

source: Create item
pl: Stwórz przedmiot

# minRarity
source: Minimal rarity
pl: Minimalna rzadkość

# maxRarity
source: Maximal rarity
pl: Maksymalna rzadkość

# minPrice
source: Minimal price
pl: Minimalna cena

# maxPrice
source: Maximal price
pl: Maksymalna cena

source: Share item
pl: Udostępnij przedmiot

source: Subcategory
pl: Podkategoria

source: Category
pl: Kategoria

source: Description
pl: Opis

source: Price
pl: Cena

source: Rarity
pl: Rzadkość

source: Quantity
pl: Ilość

source: Create new item
pl: Utwórz nowy przedmiot

source: Edit item
pl: Edytuj przedmiot

source: No atributes
pl: Brak atyrybutów

source: No characters
pl: Brak postaci

source: Package nr.
pl: Paczka nr.

source: Search results
pl: Wyniki wyszukiwania

source: Edit
pl: Edytuj

source: Number Of Dices
pl: Liczba kości

source: Junk
pl: Rupieć

source: Common
pl: Pospolity

source: Rare
pl: Rzadki

source: Legendary
pl: Legendarny

source: Added new character
pl: Dodano nową postać

source: Lost connection with
pl: Utracono połączenie z

source: Reconneced with
pl: Ponownie połączono z
